Repository: RJCoulton/Schaeffler-EBinder
Catalog: EBinder-Admin/EBinder/App_GlobalResources/Resource.*.resx
Languages: es

source: Add Icon
es: Agregar ícono

source: All
es: Todos

source: ApplyFilter
es: Aplicar filtro

source: Back to Categories
es: Regresar a categorías

source: Back to Cells
es: Regresar a líneas

source: Back to Departments
es: Regresar a departamentos

source: Back to List
es: Regresar a la lista

source: Back to Plants
es: Regresar a plantas

source: Back to References
es: Regresar a referencias

source: Back to Regions
es: Regresar a regiones

source: Back to Users
es: Regresar a usuarios

source: Cancel
es: Cancelar

source: Categories
es: Categorías

source: Category Name
es: Nombre de la categoría

# CategoryNameTooLong
source: Name must be less than 40 characters
es: El nombre debe contener menos de 40 caracteres

# CategoryNameTooShort
source: Name must be more than 5 characters
es: El nombre debe tener más de 5 caracteres

source: Cell
es: Línea

# CellRequired
source: Cell is required
es: La línea es requerida

source: Cells
es: Líneas

source: Change Filter
es: Cambiar filtro

source: Contact Email
es: Email de contacto

source: Create
es: Crear

source: Create Link
es: Crear link

source: Create New
es: Crear nuevo

source: Delete
es: Borrar

# DeleteConfirmation
source: Are you sure you want to delete this?
es: Estas seguro de querer borrar esto?

# DeleteRefError
source: Could not delete reference
es: No se pudo borrar la referencia

source: Department
es: Departamento

# DepartmentRequired
source: Department is required
es: El departamento es requerido

source: Departments
es: Departamentos

source: Dept
es: Depto

# Details
source: Details and Links
es: Detalles y vínculos

# EBinderTitle
source: EBinder+ Administration
es: Administración de Ebinder+

source: Edit
es: Editar

# EmailRequired
source: Email is required
es: Email es requerido

# FailedToUnlinkError
source: Failed to remove link
es: Fallo al remover el vinculo

# FilterDescription
source: Choose a location to filter documents for that area
es: Escoge una ubicación para filtrar los documentos para esa área

# FilterFlag
source: Only New/Flagged References
es: Solo referencias Nuevas/Señaladas

# FilterGlobal
source: Only References from my area
es: Solo referencias de mi área

# FilterNoLink
source: Only References without links
es: Solo referencias sin vínculos

source: Filter Options
es: Opciones de filtrado

source: Flag
es: Señalar

# FlagConfirmation
source: Are you sure you wish to flag this reference?
es: Estas seguro de querer señalar esta referencia?

source: Flag Date
es: Fecha de señalización

source: Home Icons
es: Iconos de inicio

# HomePageMaxIconError
source: There can only be 8 home page icons. Consider deleting one before you add another
es: Solamente pueden haber 8 iconos en la pagina de inicio. Considera borrar uno antes de agregar uno nuevo

# IconDeleteError
source: Could not delete icon
es: No se puedo borrar el ícono

source: Linked to
es: Vinculado a

# LinkExistsError
source: This reference already belongs to this area
es: Esta referencia ya pertenece a esta área

source: Links
es: Vínculos

# NameRequired
source: Name is required
es: Nombre es requerido

# NameTooLong
source: Name must be less than 25 characters
es: El nombre debe tener menos de 25 caracteres

# NameTooShort
source: Name must be more that 3 characters
es: El nombre debe tener más de 3 caracteres

source: Part
es: Parte

source: Plant
es: Planta

# PlantIconError
source: The plant already uses this icon
es: La planta ya usa ese ícono

source: PlantIcons
es: Iconos de la planta

# PlantRequired
source: Plant is required
es: La planta es requerida

source: Plants
es: Plantas

source: Reference Categories
es: Categorías de referencia

source: Reference Category
es: Categoría de referencia

source: Reference Number
es: Número de referencia

source: References
es: Referencias

source: Reference Title
es: Titulo de referencia

source: Reference Type
es: Tipo de referencia

source: Reference Types
es: Tipos de referencias

# RefNumberRequired
source: Reference number is required
es: El número de referencia es requerido

# RefNumberTooLong
source: Reference Number must be less than 25 characters
es: El número de referencia debe tener menos de 25 caracteres

# RefNumberTooShort
source: Reference Number must be more than 3 characters
es: El número de referencia debe tener más de 3 caracteres

# RefTitleTooLong
source: Title must be less than 150 characters
es: El titulo debe de tener menos de 150 caracteres

# RefTitleTooShort
source: Title must me more than 5 characters
es: El titulo debe tener mas de 5 caracteres

# RefTypeRequired
source: Reference Type is required
es: Tipo de referencia es requerido

source: Region
es: Región

# RegionRequired
source: Region is required
es: La región es requerida

source: Regions
es: Regiones

source: Remove Link
es: Remover vinculo

# RemoveLinkConfirmation
source: Are you sure you want to delete this link?
es: Estas seguro que quieres borrar este vinculo?

source: Return to Dashboard
es: Regresar al Dashboard

source: Save
es: Guardar

source: Search Criteria
es: Criterio de búsqueda

# SelectAPlantError
source: Please select a plant from the filter menu
es: Por favor selecciona una planta del menú de filtros

source: Test
es: Prueba

# TitleRequired
source: Title is required
es: Titulo es requerido

# URLRequired
source: URL is required
es: El URL es requerido

# URLTooLong
source: URL must be less than 250 characters
es: El URL debe tener menos de 250 caracteres

# URLTooShort
source: URL must be more than 5 characters
es: El URL debe tener más de 5 caracteres

source: User
es: Usuario

source: Username
es: Nombre de usuario

# UsernameNotRegistered
source: Your username is not yet registered with the EBinder+. Please contact your local EBinder+ adminstrator
es: Tu nombre de usuario aún no está registrado en Ebinder+. Por favor contacta a tu administrador de Ebinder+.

# UsernameRequired
source: Username is required
es: Nombre de usuario es requerido

source: Users
es: Usuarios

source: User Type
es: Tipo de usuario

# UserTypeRequired
source: User Type is required
es: Tipo de usuario es requerido

source: Workcenter #
es: Número de centro de trabajo

# WorkcenterLength
source: Workcenter # must be 9 characters
es: El número de centro de trabajo debe tener 9 caracteres

source: Reference
es: Referencia

# TypeTooLong
source: Reference Type must be less than 25 characters
es: Tipo de referencia debe ser inferior a 25 caracteres

# TypeTooShort
source: Reference Type must be more than 3 characters
es: Tipo de referencia debe ser más de 3 caracteres
